import "./styles.css";

export default function App1() {
  return (
    <div className="App1">
      <h3>Путешествия были главной страстью одной из самых ярких звезд Голливуда Элизабет Тейлор. Каждая ее любовная история переплетена с путешествиями в разные уголки мира. </h3>
      <p>Элизабет Тейлор (1932-2011) навсегда запомнится как одна из величайших звезд Голливуда. Ее талант, принесший актрисе 2 Оскара, ее эксцентричность и насыщенную личную жизнь до сих пор обсуждают по всему миру. Элизабет обладала особой страстью к жизни, наслаждаясь всеми ее проявлениями. Путешествия всегда были ее неотъемлемой частью. 23 марта 2021 года исполнилось 10 лет со дня ее смерти, но ее истории до сих пор удивляют и вдохновляют. Сегодня узнаем, в каких уголках мира актриса провела свои 8 (!) медовых месяцев. </p>
    </div>
  );
}
