import "./styles.css";

export default function App2() {
  return (
    <div className="App2">
      <h3>Один из крупнейших и самых популярных художественных музеев мира оцифровал всю свою коллекцию, чтобы каждый мог познакомиться с почти 500 000 произведений искусства, не выходя из дома. Пару щелчков мышью, и вы в мире искусства! </h3>
      <p>Французский музей Лувр предлагает жителям со всего мира виртуально переместиться в мир искусства с помощью двух цифровых инструментов: платформы, объединяющей все произведения искусства музея и полностью обновленного веб-сайта. Новая платформа впервые объединяет все коллекции музея в одном месте, в то время как обновленный веб-сайт презентует предстоящие события, рассказывает о буднях музея и его истории.  </p>
    </div>
  );
}
