import "./styles.css";

export default function App1() {
  return (
    <div className="App1">
      <p>
        Жил-был поп,<br />
        Толоконный лоб.<br />
        Пошел поп по базару<br />
        Посмотреть кой-какого товару.<br />
        Навстречу ему Балда<br /> 
        Идет, сам не зная куда.<br />
        <i>"Что, батька, так рано поднялся?<br />
        Чего ты взыскался?"</i><br /> 
        Поп ему в ответ: <i>"Нужен мне работник:<br />
        Повар, конюх и плотник.<br /> 
        А где найти мне такого<br /> 
        Служителя не слишком дорогого?"</i><br /> 
        Балда говорит: <i>"Буду служить тебе славно,<br /> 
        Усердно и очень исправно...</i>
      </p>
    </div>
  );
}
