import "./styles.css";

export default function App2() {
  return (
  <div className="article_content">
    Иногда многолетняя страсть человека к искусству превращается в необычные проекты. Именно особая страсть Джоэла Левинсона привела его к созданию виртуального музея, посвященного диагональным линиям. Все началось, когда Левинсон учился на факультете архитектурных исследований в Университете Пенсильвании. Именно в студенческие годы у него возник большой интерес к диагоналям и векторам, которые он принялся искать повсюду: от журналов, которые читал взахлеб, до работ своих учителей. Конечно, диагональные линии не появились в мире искусства, когда Левинсон был студентом в 1960-х годах, но, возможно, именно в это время они обрели особую популярность в нем. Закончив учебу, он начал свою архитектурную карьеру, но никогда не прекращал собирать вырезки из газет и журналов, фотографии, картины и плакаты. К 2020 году коллекция стала такой огромной, что готова была превратиться в музей. Так и родился виртуальный музей The Daring Diagonal Virtual Museum.  
  </div>);
}
