import "./styles.css";

export default function App() {
  return (
    <div className="App">
      <p class="hd">Путешествие</p>
      <h2>Лучшие авиалинии для комфортного путешествия эконом-классом</h2>
      <p class="p">
        У каждого из нас есть свой список любимых авиакомпаний. Для одних важна
        удобность кресел и расстояние между рядами, другие делают ставку на
        питание, а третьи – на возможность всегда летать по доступным ценам. Но
        дружелюбное обслуживание всегда есть в списке требований к комфортным
        полетам.
      </p>
    </div>
  );
}
