
import "./styles.css";

export default function App1() {
  return (
    <div className="App1">
      <h2>Изобретения Гутенберга</h2>
      <p>Литера.</p>
      <img width="300" height="200" src="https://textarchive.ru/images/1235/2468139/12f03101.jpg"/>
      <h3>Основа изобретения Гутенберга — печать наборными литерами. Страницу текста можно отпечатать и с цельной деревянной доски, но для следующей части повествования нужно вырезать новую доску. Главная идея, реализованная Гутенбергом, — создание формы из раздельных разборных элементов — литер. Отпечатав нужную страницу и рассыпав набор, можно было набрать другой текст из тех же самых литер. Для технического осуществления этой задачи Гутенбергу потребовались многие годы напряжённой работы. Принципиальным решением было не изготавливать литеры поодиночке, а механизировать и стандартизировать этот процесс. Решение этой задачи помогло в будущем удешевить процесс изготовления книги. </h3>
      <p>Пресс.</p>
      <img width="200" height="200" src="https://avatars.mds.yandex.net/get-zen_doc/3986532/pub_5f69fb4df578e50698c99023_5f69fd273557c51afdb2642c/scale_1200"/>
      <h3>Печатный станок, ставший символом новой эпохи, Гутенберг фактически лишь усовершенствовал, использовав принципы действия уже существовавших прессов для виноделия или для отжима влажной бумаги в бумагоделательном производстве. Но следовало обеспечить равномерность давления по всей поверхности печати, чтобы отпечатались все тончайшие линии в начертаниях букв, и создать подвижную каретку, чтобы перемещать форму под плиту и обратно. Ещё одной задачей было точное наложение листа на печатную форму. Отвечавший всем этим требованиям станок, сконструированный Гутенбергом, практически без изменений служил печатникам до XIX века.</h3>
      <p>Сплав.</p>
      <img width="200" height="250" src="https://lh3.googleusercontent.com/proxy/jf07kSF6oIdVmmhaFSOj4sz-Vl1JsED4_thib9bL3iKgVEJEMYxaXGO7W0Vi-wPumns5Iqenm1Xyq91MabvtqJMOWk8X9Cx0iwXsgzd_9I3hi81SBIR0ryg"/>
      <h3>Не менее важным выбором стало использование металла в качестве материала для литер. Сложной задачей было найти подходящий сплав, который должен был обладать повышенной текучестью, чтобы заполнить тончайшие «волосные» части литейной формы, иметь низкую температуру плавления, чтобы не расплавить медную матрицу и быть достаточно твёрдым, чтобы выдержать многотысячные тиражи. Вероятно, Гуттенберг использовал сплав из свинца, олова и сурьмы, близкий к гарту, который используется в типографской практике более поздних столетий.</h3>
      <p>Краска.</p>
      <img width="200" height="300" src="https://lh3.googleusercontent.com/proxy/5T2t24gS3dPM0_rsIOouBieqwLsHnRHlShAOGT6xeZobJfWEx5zAriX-Jq_q-z1ynFVMI0mzd9EiO2JqxVlZiMUjzo26JI2O9djmzCo9fW3i406ziESd8og"/>
      <h3>Гутенберг сумел найти оптимальный рецепт типографских чернил. Гравёрами уже была создана краска на масляной основе, предназначенная для производства отпечатков и отличавшаяся от чернил для письма, но возникла проблема с двусторонней печатью. Так как краску воспринимает влажная бумага, нужно было получить краску, которая высыхает быстрее, чем просохнет лист основы, чтобы не смазать уже отпечатанную сторону при печати оборота. </h3>
    </div>
  );
}