import "./styles.css";

export default function App() {
  return (
    <div className="App">
      <h2>Итак – Швеция!</h2>
      <h3>
        Швецию отличают невысокая плотность населения (здесь живет 10 млн
        человек – меньше, чем в Москве), длинное морское побережье, густые леса
        и бесчисленные озёра. Это одна из самых северных стран в мире. По
        площади она сравнима с Испанией, Таиландом или с американским штатом
        Калифорния. Границы Швеции не менялись с 1905 года, а в войнах страна не
        участвовала с 1814 года – что делает Швецию одной из самых миролюбивых
        стран на земном шаре.
      </h3>
      <h2>Контрасты дня и ночи</h2>
      <h3>
        Для Швеции характерен резкий контраст между длинным световым днём летом
        и столь же долгими ночами зимой. Летом на шведском севере, за Полярным
        кругом, солнце светит круглые сутки. Белые ночи простираются и на юг,
        вплоть до Стокгольма (59 градус северной широты), где сумерки в июне
        опускаются лишь на несколько часов.
      </h3>
      <h2>Богатства живой природы</h2>
      <h3>
        Многообразию ландшафтов Швеции соответствует и изобилие её фауны: от
        волков и бурых медведей на севере до косуль и кабанов на юге.
        Биологическое разнообразие – результат богатства растительного и водного
        мира.
        <br />
        Крупная по европейским меркам страна простирается с севера на юг на 1572
        км. Согласно климатическому поясу, на территории Швеции преобладают
        хвойные леса, в частности, сосновые и еловые. Чем южнее, тем чаще с ними
        соседствуют лиственные рощи: берёзовые и осиновые. Самый юг Швеции – это
        нежные, живописные поля и холмы, прореженные перелесками и окруженные
        длинными песчаными пляжами. Благодаря почве, богатой известняком, в
        сочетании с мягким климатом, для островов Готланд, Эланд и некоторых
        районов Скандинавских гор характерна особенная флора – в том числе,
        разнообразные виды орхидей.
      </h3>
      <img src="https://d1s0tkusspmg7p.cloudfront.net/wp-content/uploads/2016/08/ola-ericson-kastellholmen-1098-2048x1386.jpg" />
      <h2>Национальные парки</h2>
      <h3>
        В 1909 году Швеция стала первым европейским государством, учредившим
        национальные парки. Начало было положено в горных массивах Норрланда,
        региона на севере страны. Это помогло спасти от уничтожения один из
        последних уголков девственной природы в Европе. Затем уже по всей Швеции
        громадные территории были объявлены заповедниками и охраняемыми зонами
        культурного наследия.
        <br />
        Правило всеобщего доступа к природным угодьям (allemänsrätten) гласит,
        что гулять по лесам и лугам, собирать ягоды и грибы вправе каждый – без
        отдельного разрешения землевладельцев. Но это право сопряжено и с
        очевидными обязанностями: уважать частную собственность и бережно
        относиться к природе.
      </h3>
      <img src="https://d1s0tkusspmg7p.cloudfront.net/wp-content/uploads/2016/08/hans-olof-utsi-padjelanta-national-park-5368-2045x1536.jpg" />
    </div>
  );
}
