
import "./styles.css";

export default function App2() {
  return (
    <div className="App2">
      <h2>Наследие Гутенберга</h2>
      <h3>Фуст завладел книгопечатней и успешно продолжил начатое изобретателем дело. За Гутенбергом осталась другая – меньшая по размеру – мастерская, и с меньшими техническими возможностями. Изданий качества и масштаба Библии он уже не создавал. Продукцией его новой печатни стали учебники, календари, Псалтырь – всего около 50 книг. После потери мастерской изменилось отношение Гутенберга к своему изобретению: прежде он всячески скрывал свои технологии, не желая делить с кем-либо выгоду, но после трагических событий Гутенберг стал помогать другим печатникам. Например, он участвовал в издании Библии в Бамберге, работал с учениками, способствовал развитию массовых технологий.</h3>
      <h3>Иоганн Гутенберг скончался в 1468 году, место его захоронения неизвестно. Память о почетном жителе Майнца хранится в доме-музее его имени. Музей Гутенберга посвящен истории печати от самых ее истоков и до наших дней. Это один из старейших музеев книгопечатания в мире. Он был основан по инициативе горожан в 1900 году, во время празднования 500-летия со дня рождения Гутенберга. В центре экспозиции два экземпляра отпечатанной им самим Библии – ценнейшие экспонаты, настоящие памятники типографского искусства. Также в музее представлены старинные печатные станки, книги, воссоздана мастерская Гутенберга. Здесь можно поучаствовать в процессе традиционного книгопечатания под руководством опытных наборщиков и типографов.</h3>
      <a href="www.gutenberg-museum.de">Сайт музея Гутенберга</a>
    </div>
  );
}