import "./styles.css";

export default function App3() {
  return (
    <div className="App3">
      <p>
        Французский музей Лувр предлагает жителям со всего мира виртуально
        переместиться в мир искусства с помощью двух цифровых инструментов:
        платформы, объединяющей все произведения искусства музея и полностью
        обновленного веб-сайта. Новая платформа впервые объединяет все коллекции
        музея в одном месте, в то время как обновленный веб-сайт презентует
        предстоящие события. В виртуальной базе данных содержится более 482 000
        оцифрованных произведений искусства, включая работы из самого Лувра, а
        также Национального музея Эжена-Делакруа; фотографии скульптур из Сада
        Тюильри и работы, восстановленные после Второй Мировой Войны и
        переданные Лувру на хранение.База данных коллекций Лувра была создана
        как для работы искусствоведов, так и для ознакомления ценителями
        искусства со всего мира.
      </p>
      <img
        src="https://a0.muscache.com/pictures/18f0eff6-61e5-4be8-a650-c0dd0ac6847c.jpg"
        width="650"
        height="425"
      />
    </div>
  );
}
