import "./styles.css";

export default function Article() {
  return (
    <div>
      <div className="Intro">
        Снежная зима до сих пор царствует в наших городах, окутывая белоснежными пейзажами, свежим морозным воздухом и особой атмосферой. Зимние вечера, кажется, созданы для долгих разговоров и чтения любимых книг. Как вы смотрите на то, чтобы, сидя под теплым пледом, открыть книгу со снежной атмосферой?
      </div>
      <div className="MainText">
        
        <p>
          Сегодня мы подобрали для вас три книги писателей из разных стран, на страницах каждой из которых вы найдете много снега, морозных ветров и льда. Кажется, что даже сами описания пробирают до костей, но захватывающие сюжеты разжигают огонь воображения, который не даст вам замерзнуть.  
        </p>
      </div>
      <h2>
        «Снежная страна» Ясунари Кавабата 
      </h2>
      <div className="MainText">
        <img src="https://cdn1.ozone.ru/multimedia/c360/1004481366.jpg" alt="пикча"/>
        <p>
        Роман японского писателя Ясунари Кавабата «Снежная страна» — это история безответной любви, которая холодит порой похлеще морозов. Зимой ветра, дующие из Сибири, накапливают влагу над морем и сбрасывают ее в виде снега на горы Японии. Западное побережье острова является регионом, где больше всего снега в мире: с декабря по май дороги закрыты, работает только железнодорожное сообщение, а снег в горах достигает высоты более четырех метров. Кавабата выбрал в качестве главных героев этого романа гейшу и богатого дилетанта из Токио, а в качестве сцены – пустынный снежный пейзаж, где и развиваются извилистые отношения между этими героями. Третий персонаж, таинственная Йоко, сплетает свою судьбу с судьбой пары и с магическим белоснежным фоном. 
        </p>
      </div>
      <h2>
        «Любовь» Ханне Эрставик  
      </h2>
      <div className="MainText">
        <img src="https://s1.livelib.ru/boocover/1000188961/200x305/d6aa/boocover.jpg" alt="пикча"/>
        <p>
        Норвежская писательница Ханне Эрставик рассказывает историю матери-одиночки и ее сына, только прибывших в затерянную деревню в Северной Норвегии. Безжалостная история о любви или ее отсутствии во время снежной ночи. Роман стал финалистом Национальной книжной премии в Америке и является обязательным для прочтения в норвежских институтах. Холодные пейзажи и холодное одиночество двух людей не оставляет читателей равнодушными. «Иногда человек может быть настолько отчаянным в своем стремлении к любви, что он делает (или перестает делать) некоторые вещи, не думая о последствиях», – Ханне Эрставик.  
        </p>
      </div>
      <h2>
        «Снег» Орхан Памук 
      </h2>
      <div className="MainText">
        <img src="https://img-gorod.ru/26/171/2617139_detail.jpg" alt="пикча"/>
        <p>
        События романа турецкого писателя Орхана Памука разворачиваются в течение трех дней, в то время как деревня остается без связи с внешним миром из-за снегопада. Снег считается обычным явлением в восточной части региона Анатолия, в городе Карс, который расположен между Грузией и Арменией и где смешивают разные этнические группы. Персонажи книги устраивают подлый государственный переворот, а персонаж, пришедший из других краев, служит наблюдателем. Этот человек – турецкий поэт, сосланный в Германию. Одинокий и несчастный он приезжает в Карс, чтобы расследовать самоубийство молодых девушек-исламисток. Орхан Памук талантливо смешивает полицейский жанр с любовной историей и политической интригой.    
        </p>
      </div>
    </div>
  );
}
