import "./styles.css";

export default function App1() {
  return (
    <div className="App1">
      <div class="p">
        <p>
        <h3>Филип Рот «Зачем писать?», издательство «Книжники»</h3>
          Сборник эссе, выступлений, писем и интервью с литераторами одного из
          самых читаемых современных американских писателей. В 2012 году Филип
          Рот отошел от сочинительства. В 2017 году он выпустил собственноручно
          составленный сборник публицистики, написанной за полвека с лишним — с
          1960 по 2014 год. Книга стала последним прижизненным изданием автора,
          его творческим завещанием и итогом размышлений о литературе и
          литературном труде.{" "}
        </p>
        <p>
          Собственные произведения, работа собратьев по перу, которыми он
          восхищался, творческий процесс, американская культура — обширный круг
          тем этого сборника представлен в самых разных жанрах: Рот размышляет в
          эссе, пишет письмо в Википедию, дает интервью, произносит речи,
          беседует с писателями. Читателю предстоит увлекательный разговор с
          интересным и неординарно мыслящим собеседником. Публикуется впервые.
        </p>
      </div>
          
      <div class="p">
        <img src="https://cdn.recyclemag.ru/main/4/47b7ae0fee74aa3e935ecafd69b089de.jpg"/>
        <p>
          <h3>Хаим Шапира «Восемь этюдов о бесконечности. Математическое приключение», издательство «Колибри»</h3>
          Математические формулы — такое же чудо, как и гениальные произведения
          великих композиторов и писателей, утверждает автор нескольких
          бестселлеров, математик и философ Хаим Шапира. Всем, кто желает
          расширить свой кругозор, он предлагает познакомиться с математическими
          теориями, касающимися самой красивой из концепций, когда-либо
          созданных человечеством, — концепцией бесконечности.
          Эта концепция волновала многих выдающихся мыслителей, среди которых
          Зенон и Пифагор, Георг Кантор и Бертран Рассел, Софья Ковалевская и
          Эмми Нётер, аль-Хорезми и Евклид, Софи Жермен и Сриниваса Рамануджан.
          Поскольку мир бесконечности полон парадоксов, немало их и в этой
          книге: апории Зенона, гильбертовский отель «Бесконечность», парадокс
          Ахиллеса и богов, парадокс Рая и Ада, парадокс Росса — Литлвуда о
          теннисных мячах, парадокс Галилея и многие другие.
        </p>
      </div>
    </div>
    );
  }