import "./styles.css";

export default function App2() {
  return (
    <div className="App2">
      <h2>У каждого из нас есть свой список любимых авиакомпаний. Для одних важна удобность кресел и расстояние между рядами, другие делают ставку на питание, а третьи – на возможность всегда летать по доступным ценам. Но дружелюбное обслуживание всегда есть в списке требований к комфортным полетам.</h2>

<h2>Хотя удобства на борту самолета, безусловно, очень важны, многие пассажиры выбирают лучшие авиалинии по критерию дружелюбного отношения. При этом лететь эконом-классом совсем не означает ущемить себя в сервисе. В эконом-классе Air France вы можете выпить шампанское, в Qatar Airways — выбрать из трех вариантов основного блюда, а в Aegean – плотно позавтракать в средиземноморском стиле.</h2>
    </div>
  );
}